<template>
  <div class="word">
    <h1 class="title">隐私政策</h1>
    <p class="p-right">本版发布日期：2019年5月5日</p>
    <p class="p-right">生效日期：2019年5月6日</p>
    <p class="p1">我们深知个人信息对您的重要性，因此一直致力于采取相应安全保护措施，尽力保护您的个人信息安全可控。服务提供者上海星视度科技有限公司（或简称“我们”）制定如下《隐私政策》（下称“本政策”）将帮助您了解如下内容：
    </p>
    <ol start="一、">
      <li>一、我们收集哪些信息、如何收集、以及如何使用这些信息</li>
      <li>二、我们如何保存及保护您的个人信息</li>
      <li>三、我们如何共享、转让、公开披露您的个人信息</li>
      <li>四、您的权利</li>
      <li>五、未成年人保护</li>
      <li>六、您的个人信息如何在全球范围内转移</li>
      <li>七、Cookies的使用</li>
      <li>八、隐私政策的变更</li>
      <li>九、联系我们的方式</li>
    </ol>
    引言
    本《隐私政策》适用于星视度智能互动软件、“嗨玩屏”公众号、“星视度智能服务”公众号等上海星视度科技有限公司及其关联公司（以下简称“我们”）提供的产品或服务。请您在使用我们的产品或服务前仔细阅读并充分理解本隐私政策，特别是其中加粗部分与您利益切身相关的条款，例如免除或限制责任条款、法律适用和争议解决条款。一旦您使用我们的产品或服务即表示您同意本隐私政策。如您对本隐私政策有任何疑问，可通过我们的官网（www.actiview.com）获取更多信息并且可根据本隐私政策第九条的联系信息与我们联系。若您拒绝受本隐私政策的约束，您可选择停止使用我们的产品或服务，但这将导致我们无法向您提供完整的服务。

    一、我们收集哪些信息、如何收集、以及如何使用这些信息
    1.1 我们收集哪些信息
    个人信息是指以电子或者其他方式记录的能够单独或者与其他信息结合识别特定自然人身份或者反映特定自然人活动情况的各种信息。
    本政策中涉及的个人信息包括但不限于：
    基本信息（包括姓名、生日、性别、联系电话、联系地址、电子邮箱、个人面部照片等）；
    个人身份信息（包括身份证、护照号码等）；
    生物识别信息（区别自然人个体的独特的生理特征，包括面部特征等）；
    网络身份标识信息（包括系统账号、IP 地址、邮箱地址及与前述有关的密码、口令、口令保护答案等）；
    个人财产信息（包括交易记录以及与交易相关的财产信息等）；通讯录；
    个人上网信息（包括网站浏览记录、软件使用记录、点击记录等）；
    个人常用设备信息（包括设备号、硬件型号、设备MAC地址、操作系统类型、软件列表、唯一设备识别码（如IMEI／android ID／IDFA／OPENUDID／GUID、SIM卡IMSI信息等在内的描述个人常用设备基本情况的信息等）；
    个人位置信息（包括精准定位信息、经纬度等）；
    其他信息（包括参加我们的促销或营销活动生成的记录、使用我们的产品、服务过程中生成的记录、您主动向我们提供的其他个人信息等）。
    1.2我们如何收集您的个人信息
    （1） 您向我们提供的信息
    您需要向我们提供相关个人信息，才能获得我们的产品或服务（例如下载个人照片），或参与特定活动（例如领券、抽奖或其他促销活动）。您授权我们或第三方收集您的个人面部照片并将之与您往期存储在我们服务器的个人照片进行面部特征比对，以验证您个人身份信息。您授权我们将您个人照片进行存储、特征分析、个人身份验证并将数据反馈给我们合作的第三方，以便为您提供更具有针对性的服务。我们在收集时会告知您何种信息是必要的，何种信息是选择性提供的。
    如果您不提供必要的个人信息，您将无法获得我们提供的产品或服务。
    （2） 我们在您使用产品或服务过程中获取的信息
    为了提高服务质量、优化用户体验，我们会采用技术手段留存您使用产品或服务以及相关使用方式的信息。我们会通过多数浏览器收集特定信息，如您的媒体访问控制（MAC）地址、计算机类型（Windows或Macintosh）、屏幕分辨率、操作系统版本和因特网浏览器类型及版本。如果您使用移动设备登陆网站，我们也可能收集类似的信息，例如您的设备类型和标识符。在未取得您明确同意的情况下，我们不会将上述信息用于本政策所述目的之外的任何用途。
    （3）来自第三方的信息
    在法律允许的情况下，我们还可能从第三方合作伙伴处获得您的个人信息。但我们会依据相关法律法规规定核实个人信息来源的合法性，并要求信息提供方向个人信息主体明确告知该等情况，同时征得个人信息主体同意。在此情况下，我们将依据与信息提供方约定的范围、方式、目的等使用您的个人信息。
    1.3 我们如何使用您的个人信息
    在符合相关法律法规规定的前提下，我们将出于以下目的，使用您的个人信息：
    （1） 实现特定服务功能并响应您的请求
    为您提供特定的服务功能并为您提供相关的客服服务；
    回复您的询问并响应您的请求，例如向您发送您所要求的文件、图片、短信、电子邮件；
    向您发送我们产品或服务相关的重要信息、条款、条件、政策和/或其他信息的变更。
    （2） 实现商业目的
    用于数据分析以提高服务效率;
    用于审计，以验证我们的内部流程是否按预期运行以及是否符合法律，法规或合同的要求;
    用于欺诈和安全的监控，例如探测和阻止网络攻击或窃取他人信息;
    开发新产品和服务;
    用于增强、改善或改进我们的产品和服务;
    用于确认服务使用趋势，例如了解用户最感兴趣的服务;
    确认促销活动的有效性，以便我们能够根据用户的需求和兴趣调整我们的活动。
    （3） 分析您的个人信息以提供个性化服务
    为更好地了解您，以便我们个性化地与您互动，为您提供您所感兴趣的信息或优惠情况；
    为更好地了解您的偏好，以便我们可以通过本服务传递我们认为与您相关且有趣的内容；
    基于合法利益或在征得您同意的情况下，我们将会为您提供个性化的服务。
    当我们要将您的个人信息用于本政策未载明的其他用途时，会事先征求您的同意。当我们要将基于特定目的收集来的您的个人信息用于其他目的时，也将事先征求您的同意。

    二、我们如何保存及保护您的个人信息
    2.1 保存期限
    我们存储数据，直至达成本政策所述目的或直至您提出删除请求，以较早发生者为准，相关法律另有规定的除外。具体取决于数据的性质、收集和处理数据的原因或运营留存需要等。
    当我们的产品或服务发生停止运营的情形时，我们将以推送通知、公告等形式通知您，并在合理的期限内删除您的个人信息或进行匿名化处理。
    2.2保存地域
    您的个人信息均储存于中华人民共和国境内，如需跨境传输，我们将会单独征得您的授权同意。
    2.3 安全措施
    我们会以“最小化”原则收集、使用、存储和传输用户信息，并通过用隐私政策告知您相关信息的使用目的和范围。我们非常重视信息安全。我们努力为用户的信息安全提供保障，防止数据遭到未经授权访问、公开披露、使用、修改、损坏或丢失。我们将在合理的安全水平内使用各种安全保护措施以保障信息的安全。例如，我们会使用加密技术（如SHA1、MD5、AES）、匿名化处理等手段来确保数据的保密性。我们会使用受信赖的保护机制防止数据遭到恶意攻击。我们建立专门的管理制度、流程和组织以保障信息的安全。例如，我们会部署访问控制机制，确保只有授权人员才可访问个人信息；以及我们会举办安全和隐私保护培训课程，加强员工对于保护个人信息重要性的认识。
    为了您操作的便捷性，一旦您同意本隐私政策采集您的个人照片，当您再次进入我们设备前，我们将不再告知您我们将采集您的个人照片。因人脸照片的特殊性，我们对其采取更严格的保护措施。我们承诺您个人照片我们仅采集用于数据分析（例如男女、年龄段等）和个人身份验证（例如身份识别，以便您接收我们提供的优惠信息等）等本隐私政策明确的用途。若由于我们合作的第三方要求（例如您通过扫描我们设备屏幕中投放的二维码而登录第三方系统；点击我们公众号中的链接而跳转第三方系统）需采集包括您个人照片在内的个人信息的，我们将明确要求第三方对您的个人信息进行保密并限定第三方使用您个人信息的用途。若您拒绝第三方采集您的个人信息的，您可选择中止跳转第三方系统、关闭有关页面。
    由于现有技术的限制，若我们采集您的个人照片进行个人身份验证的，我们无法保证验证的准确性。若验证失败的，您可通过手机验证码登录等其他方式验证身份，享受有关服务。
    我们也请您理解，在互联网行业由于技术的限制和飞速发展以及可能存在的各种恶意攻击手段，即便我们竭尽所能加强安全措施，也不可能始终保证信息的百分之百安全。请您了解，您使用我们的产品和/或服务时所用的系统和通讯网络，有可能在我们控制之外的其他环节而出现安全问题。
    在不幸发生个人信息安全事件后，我们将按照法律法规的要求，及时向您告知：安全事件的基本情况和可能的影响、我们已采取或将要采取的处置措施、您可自主防范和降低风险的建议、对您的补救措施等。我们将及时将事件相关情况以邮件、信函、电话、推送通知等方式告知您，难以逐一告知个人信息主体时，我们会采取合理、有效的方式发布公告。 同时，我们还将按照监管部门要求，主动上报个人信息安全事件的处置情况。

    三、我们如何共享、转让、公开披露您的个人信息
    3.1 共享
    发生以下情形的，我们可能会与第三方共享您的个人信息：
    （1）在获取明确同意的情况下共享：获得您的明确同意后，我们会与其他方共享您的个人信息。
    （2）我们可能会根据法律法规规定，或按政府主管部门的强制性要求，对外共享您的个人信息。
    （3）业务统计中会对用户数据做匿名处理后进行分析。匿名统计汇总处理对个人用户信息进行处理无法识别特定个人且不能复原，不属于本政策所定义的个人用户信息。我们可能在分析和使用模式的报告的目的中保存和使用此类信息。我们保留以任何目的或单方面许可第三方使用和披露匿名汇总统计数据的权利。
    3.2 转让
    我们不会将您的个人信息转让给任何公司、组织和个人，但以下情况除外：
    （1） 在获取明确同意的情况下转让：获得您的明确同意后，我们会向其他方转让您的个人信息；
    （2） 在涉及合并、收购或破产清算时，如涉及到个人信息转让，我们会在要求新的持有您个人信息的公司、组织继续受此隐私政策的约束，否则我们将要求该公司、组织重新向您征求授权同意。
    3.3 公开披露
    我们仅会在以下情况下，公开披露您的个人信息:
    （1）获得您明确同意后；
    （2）基于法律的披露：在法律、法律程序、诉讼或政府主管部门强制性要求的情况下，我们可能会公开披露您的个人信息。
    3.4 无须取得授权进行个人信息收集、使用和披露的特别情形
    根据相关法律法规的规定，发生在以下情形之一的，我们可在不征得您的授权同意的情况下收集、使用和披露一些必要的个人信息：
    （1）与国家安全、国防安全直接相关的；
    （2）与公共安全、公共卫生、重大公共利益直接相关的；
    （3）与犯罪侦查、起诉、审判和判决执行等直接相关的；
    （4） 出于维护您或其他个人的生命、财产等重大合法权益但又很难得到本人同意的；
    （5）所收集的个人信息是您自行向社会公众公开的；
    （6）从合法公开披露的信息中收集到您的个人信息，如从合法的新闻报道、政府信息公开等渠道；
    （7）根据您的要求签订和履行合同所必需的；
    （8）用于维护我们的产品和/或服务的安全稳定运行所必需的，例如发现、处置产品或服务的故障；
    （9）法律法规规定的其他情形。

    四、您的权利
    4.1 访问您的个人信息
    您有权访问您的个人信息，法律法规规定的例外情况除外。您可以通过以下方式自行访问您的个人信息：
    （1）个人中心—— 您可以登录个人中心查看、编辑您的个人信息；
    （2）订制记录——您可以登录个人中心后通过“【我的照片】定制记录”栏目，查看编辑或删除订制记录。
    4.2 更正或补充您的个人信息
    当您发现我们处理的关于您的个人信息有错误时， 您可以通过“4.1 访问您的个人信息”中列明的方式提出更正或补充申请。
    4.3 删除您的个人信息
    发生以下情形之一的，您可以向我们提出删除个人信息的请求：
    （1）如果我们处理个人信息的行为违反法律法规；
    （2）如果我们收集、使用您的个人信息，却未征得您的同意；
    （3）如果我们处理个人信息的行为违反了与您的约定；
    （4）如果您不再使用我们的产品或服务，或您注销了账号；
    （5）如果我们不再为您提供产品或服务。
    若我们决定响应您的删除请求，我们还将同时通知从我们获得您的个人信息的实体，要求其及时删除，除非法律法规另有规定，或这些实体获得您的独立授权。
    当您从我们的服务中删除信息后，我们可能不会立即从备份系统中删除相应的信息，但会在备份更新时删除这些信息。
    4.4 约束信息系统自动决策
    在某些业务功能中，我们可能仅依据信息系统、算法等在内的非人工自动决策机制做出决定。如果这些决定显著影响您的合法权益，您有权要求我们做出解释，我们也将提供适当的救济方式。
    4.5 响应您的上述请求
    如果您通过4.1至4.4条所述路径操作或对您个人权利的保护存在任何问题，您可以通过第本政策九条联系方式与我们取得联系。
    为保障安全，您可能需要提供书面请求，或以其他方式证明您的身份。我们可能会先要求您验证自己的身份，然后再处理您的请求。 我们将在三十天内做出答复。

    五、未成年人保护
    我们非常重视对未成年人个人信息的保护。 若您是18周岁以下的未成年人，在使用我们的服务或产品前，应事先取得您的家长或法定监护人的同意并在他们的指导下使用。若您是未成年人的监护人，当您对您所监护的未成年人的个人信息有相关疑问或拒绝进一步收集被监护人信息，或要求我们删除被监护人信息，请通过第九条中的联系方式与我们联系。

    六、您的个人信息如何在全球范围转移
    原则上，我们在中华人民共和国境内收集和产生的个人信息，将存储在中华人民共和国境内。由于我们可能通过遍布全球的资源和服务器提供产品或服务，这意味着，在获得您的授权同意后，您的个人信息可能会被转移到您使用产品或服务所在国家/地区的境外管辖区，或者受到来自这些管辖区的访问。此类管辖区可能设有不同的数据保护法，甚至未设立相关法律。在此类情况下，我们会确保您的个人信息得到在中华人民共和国境内足够同等的保护。例如，我们会请求您对跨境转移个人信息的同意，或者在跨境数据转移之前实施数据去标识化等安全举措。

    七、Cookies的使用
    您使用我们的服务和服务时，我们可能会在您的计算机或移动设备上存储名为 Cookie 的数据文件。Cookie 通常包含标识符、站点名称以及一些号码和字符。我们使用该等信息判断注册用户是否已经登录，提升服务或产品质量及优化用户体验。如您不希望个人信息保存在 Cookie 中，您可对浏览器进行配置，选择禁用 Cookie 功能。禁用 Cookie 功能后，可能影响您访问我们的网页或不能充分取得我们提供的服务。

    八、 隐私政策的变更
    我们可能会适时对本政策进行修订。 未经您明确同意，我们不会削减您按照本政策所应享有的权利。我们会在本页面上发布对本政策所做的任何变更。
    当政策的条款发生任何实质性变更时，我们会在您登录及版本更新时以推送通知、弹窗的形式向您展示变更后的政策。请您注意，只有在您点击弹窗中的同意按钮后，我们才会按照更新后的政策收集、使用、存储您的个人信息。

    九、联系我们的方式
    您可以通过以下方式与我们取得联系：
    上海星视度科技有限公司
    联系地址：上海市浦东新区浦东南路1118号鄂尔多斯大厦 10F
    联系电话：021-68883936
    邮箱：law@actiview.com
    我们将尽快审核所涉问题，并在验证您的用户身份后的三十天内予以回复。

  </div>
</template>
